Repository: autohotkey-docs-translation/v2-ja
Catalog: omegat/project_save.tmx
Source language: en
Languages: ja

source: The control's name can be used with Gui.__Item to retrieve the GuiControl object.
ja: コントロールの名前は、Gui.__ItemでGuiControlオブジェクトを取得することができます。

source: The control's object.
ja: コントロールのオブジェクトです。

source: The control's text.
ja: コントロールのテキストです。

source: The control's value changes.
ja: コントロールの値が変化します。

source: The control-defined notification code to monitor.
ja: 監視する制御定義の通知コード。

source: The coordinates are relative to the upper-left corner of the target window's client area; ControlGetPos can be used to determine them.
ja: 座標はターゲットウィンドウのクライアント領域の左上隅からの相対座標で、ControlGetPosで決定できます。

source: The coordinates are the upper left corner of the window's client area, which is the area not including title bar, menu bar, and borders.
ja: 座標は、ウィンドウのクライアント領域（タイトルバー、メニューバー、ボーダーを含まない領域）の左上隅になります。

source: The coordinates are the upper left corner of the window.
ja: 座標はウィンドウの左上隅です。

source: The coordinates at which to display the menu.
ja: メニューを表示する座標を指定します。

source: The corresponding key names are:
ja: 対応するキー名は以下の通りです：

source: The corresponding key names are: LCtrl, RCtrl, LAlt, RAlt, LShift, RShift, LWin, RWin.
ja: 対応するキー名は以下の通りです：LCtrl、RCtrl、LAlt、RAlt、LShift、RShift、LWin、RWin。

source: The count includes only the selected/highlighted rows.
ja: カウントは選択/ハイライトされた行のみを含みます。

source: The credentials are not validated by this function.
ja: この機能では、資格証明書は検証されません。

source: The criteria can be expressed as a comma-delimited list of substrings, where each substring may be prefixed with "!" to negate a match.
ja: 基準は、カンマで区切られた部分文字列のリストとして表すことができ、それぞれの部分文字列の前に「!」を付けて、マッチを否定することもできる。

source: The current Coordinated Universal Time (UTC) in YYYYMMDDHH24MISS format.
ja: YYYYMMDDHH24MISS形式の現在の協定世界時（UTC）。

source: The current local time in YYYYMMDDHH24MISS format.
ja: YYYYMMDDHH24MISS形式の現在の現地時間。

source: The current priority level of a process can be seen in the Windows Task Manager.
ja: プロセスの現在の優先順位は、Windowsのタスクマネージャーで確認することができます。

source: The current selection in the list is displayed in the edit control.
ja: リストの現在の選択範囲がエディットコントロールに表示される。

source: The current state of Critical can be saved and restored via Old_IsCritical := A_IsCritical followed later by A_IsCritical := Old_IsCritical.
ja: 現在のクリティカル状態は、Old_IsCritical := A_IsCriticalの後にA_IsCritical := Old_IsCriticalで保存・復元できる。

source: The current state of Critical can be saved and restored via Old_IsCritical := A_IsCritical followed later by Critical Old_IsCritical.
ja: 現在のクリティカル状態は、Old_IsCritical := A_IsCriticalの後にCritical Old_IsCriticalで保存・復元できる。

source: The current thread immediately becomes interruptible, regardless of the settings of Thread Interrupt.
ja: Thread Interruptの設定に関係なく、現在のスレッドは直ちに割り込み可能な状態になります。

source: The current thread is not paused and continues running.
ja: 現在のスレッドは一時停止されず、実行し続けます。

source: The current volume and mute settings are shown if they can be retrieved, but are not updated in realtime.
ja: 現在の音量とミュートの設定が取得できる場合は表示されますが、リアルタイムで更新されるわけではありません。

source: The dash provides access to support scripts and documentation.
ja: Dashは、サポートスクリプトとドキュメントへのアクセスを提供します。

source: The data ends with a four-byte format type of 0.
ja: データは、4バイトのフォーマットタイプ「0」で終了します。

source: The data format is the same, except that the data size is always 32-bit, so that the data is portable between 32-bit and 64-bit builds.
ja: データ形式は同じですが、データサイズが常に32ビットであるため、32ビットと64ビットのビルド間でデータを移植することができます。

source: The data must be in a specific format, so typically originates from a previous call to ClipboardAll.
ja: データは特定のフォーマットでなければならないので、一般的には、以前にClipboardAllを呼び出したときに発生したものです。

source: The decimal separator is always a dot, even if the user's regional settings specify a comma.
ja: ユーザーの地域設定でカンマが指定されている場合でも、小数点以下の区切り記号は常にドットです。

source: The default PressDuration (below) is -1 for both modes.
ja: PressDuration（下記）の初期値は、どちらのモードでも-1です。

source: The default behavior hides the selection when the control loses the input focus and inverts the selection when the control receives the input focus.
ja: デフォルトの動作は、コントロールが入力フォーカスを失うと選択範囲を非表示にし、コントロールが入力フォーカスを受け取ると選択範囲を反転させます。

source: The default behavior of a continuation section can be overridden by including one or more of the following options to the right of the section's opening parenthesis.
ja: 継続セクションのデフォルトの動作は、セクションの開始括弧の右側に以下のオプションを1つ以上含めることで上書きすることができる。

source: The default behaviour is to count the number of leading spaces or tabs on the first line below the continuation section options, and remove that many spaces or tabs from each line thereafter.
ja: デフォルトの動作は、継続セクションオプション以下の最初の行の先頭のスペースまたはタブの数を数え、それ以降の各行からその数のスペースまたはタブを削除することです。

source: The default button can usually be activated by pressing Enter.
ja: デフォルトのボタンは、通常、Enterキーを押すことで起動することができます。

source: The default cannot be changed, but Format can be used to get different formatting.
ja: デフォルトは変更できませんが、Formatを使用することで異なる書式を得ることができます。

source: The default codepage for script files (but not files read by the script) is now UTF-8 instead of ANSI (CP0).
ja: スクリプトファイル（スクリプトが読み込むファイルは除く）のデフォルトのコードページがANSI（CP0）ではなく、UTF-8になりました。

source: The default directory for a current user installation is "%LocalAppData%\Programs\AutoHotkey".
ja: カレントユーザインストールのデフォルトディレクトリは、「%LocalAppData%\Programs\AutoHotkey」です。

source: The default encoding is not used if a UTF-8 or UTF-16 byte order mark is present in the file, unless the file is being opened with write-only access (i.e. the previous contents of the file are being discarded).
ja: ファイル内にUTF-8またはUTF-16のバイトオーダーマークがある場合、ファイルが書き込み専用でオープンされている（つまり、ファイルの以前のコンテンツが破棄されている）場合を除き、デフォルトエンコーディングは使用されません。

source: The default filename to initially show in the dialog's edit field.
ja: ダイアログの編集フィールドに最初に表示されるデフォルトのファイル名です。

source: The default format specifier for floating-point numbers is now .17g (was 0.6f), which is more compact and more accurate in many cases.
ja: 浮動小数点数のデフォルトのフォーマット指定子が.17g（0.6fだった）になり、よりコンパクトで多くのケースでより正確になっています。

source: The default implementation of this method is also defined as a function:
ja: また、このメソッドのデフォルトの実装は、関数として定義されています：

source: The default implementation of this method is also defined as a function: ObjHasOwnProp(Obj, Name).
ja: また、このメソッドのデフォルトの実装は、関数として定義されています：ObjHasOwnProp(Obj, Name)。

source: The default implementation of this method is also defined as a function: ObjOwnProps(Obj).
ja: また、このメソッドのデフォルトの実装は、関数として定義されています：ObjOwnProps(Obj)。

source: The default is 0 shades.
ja: デフォルトは0階調です。

source: The default is 6.
ja: デフォルトは6です。

source: The default is a single-line edit control.
ja: デフォルトは1行のエディットコントロールです。

source: The default item for the tray menu is initially &Open, if present.
ja: トレイメニューのデフォルト項目は、存在する場合、最初は&Openです。

source: The default location is used if the New Script window is opened directly or via the Dash; it is not used when New Script is invoked via the Explorer context menu.
ja: デフォルトの場所は、新しいスクリプト ウィンドウを直接開くか、Dashを使用して開く場合に使用されます。エクスプローラのコンテキスト メニューから新しいスクリプトを起動した場合は使用されません。

source: The default margins and control sizes (particularly for Button controls) may differ slightly from v1 when DPI is greater than 100%.
ja: DPIが100%以上の場合、デフォルトのマージンやコントロールサイズ（特にボタンコントロール）はv1と若干異なる場合があります。

source: The default margins and control sizes (particularly for Button controls) may differ slightly from v1 when DPI is greater than 100 %.
ja: DPIが100 %以上の場合、デフォルトのマージンやコントロールサイズ（特にボタンコントロール）はv1と若干異なる場合があります。

source: The default mask key is Ctrl.
ja: デフォルトのマスクキーはCtrlです。

source: The default may also be overridden by declaring the variable using the local keyword, or by changing the mode of the function (as shown below).
ja: また、localキーワードで変数を宣言したり、関数のモードを変更することで、デフォルトをオーバーライドすることもできます（下図）。

source: The default mode can also be used by specifying 0 or 1.
ja: また、0または1を指定することで、デフォルトのモードを使用することができます。

source: The default parameters normally used by the compiler are shown.
ja: コンパイラが通常使用するデフォルト・パラメータを示す。

source: The default priority is 0.
ja: デフォルトの優先順位は0である。

source: The default program, script or command line executed by the "edit" verb can be changed via Editor settings in the Dash.
ja: 「edit」動詞で実行されるデフォルトのプログラム、スクリプト、コマンドラインは、DashのEditor settingsで変更することができます。

source: The default resource language is US English (0x0409).
ja: デフォルトのリソース言語はUS English (0x0409)です。

source: The default script's path, which is based on the current executable's path.
ja: デフォルトのスクリプトのパスで、現在の実行ファイルのパスに基づいている。

source: The default setting is 50 (ms).
ja: 初期値は50ミリ秒です。

source: The default setting is vk11sc01D (the left Ctrl key).
ja: 初期値はvk11sc01D（左コントロールキー）です。

source: The default settings are 70 (ms) for A_MaxHotkeysPerInterval and 2000 (ms) for A_HotkeyInterval.
ja: 初期設定では、A_MaxHotkeysPerInterval が70（ms）で、A_HotkeyIntervalが2000（ms）です。

source: The default tab positions are 32 dialog box units apart.
ja: デフォルトのタブ位置は32ダイアログボックス単位です。

source: The default title depends on how the script was loaded:
ja: デフォルトのタイトルは、スクリプトのロード方法によって異なります：

source: The default tray icon.
ja: デフォルトのトレイアイコン。

source: The default value is 50.
ja: 初期値は50です。

source: The default value is displayed as "(Default)" by RegEdit.
ja: RegEditでは、デフォルト値が「(Default)」と表示されます。

source: The default/slow mode causes the function to start off fresh with the default values for settings such as SendMode and DetectHiddenWindows.
ja: デフォルト/スローモードでは、SendModeや DetectHiddenWindowsなどの設定のデフォルト値で、関数が新たにスタートすることになります。

source: The delay between mouse clicks is determined by SetMouseDelay.
ja: マウスクリックの遅延時間は、SetMouseDelayで決定されます。

source: The delay between mouse clicks is determined by SetMouseDelay (not SetKeyDelay).
ja: マウスクリックの遅延時間はSetMouseDelayで決定されます（SetKeyDelayではありません）。

source: The delay can be changed from the default system setting with a LVM_SETHOVERTIME message.
ja: この遅延は、LVM_SETHOVERTIMEメッセージによって、デフォルトのシステム設定から変更することができる。

source: The delimiter is always case-sensitive.
ja: 区切り文字は常に大文字と小文字を区別します。

source: The desired width of the icon.
ja: アイコンの幅を指定します。

source: The destination directory must already exist.
ja: 保存先ディレクトリはすでに存在している必要があります。

source: The destination file already exists and the Overwrite parameter was 0 (false) or omitted.
ja: 保存先ファイルがすでに存在し、Overwriteパラメータが0（false）または省略されています。

source: The destination file already exists and the Overwrite parameter was 0 or omitted.
ja: 保存先ファイルがすでに存在し、Overwriteパラメータが0または省略されています。

source: The destination file could not be opened due to a permission error, or because the file is in use.
ja: パーミッションエラー、またはファイルが使用中であるため、保存先ファイルを開くことができませんでした。

source: The destination key or button is held down for as long as you continue to hold down the origin key.
ja: デスティネーションキーまたはボタンは、オリジンキーを押し続けている間、押し続けられる。

source: The destination of each Goto is resolved to a memory address unless it is a variable.
ja: 各Gotoの宛先は、それが変数でない限り、メモリーアドレスに解決されます。

source: The destination path was invalid or specifies a folder which does not exist.
ja: 保存先のパスが無効であるか、存在しないフォルダを指定している。

source: The device's display name and/or index.
ja: デバイスの表示名とインデックス。

source: The dialog allows the user to enter text and then press OK or CANCEL.
ja: ダイアログでは、テキストを入力し、OKまたはCANCELを押すことができます。

source: The dialog has most of the same features as when selecting a file, but does not support filters (Filter must be blank or omitted).
ja: このダイアログは、ファイルを選択するときとほぼ同じ機能を持ちますが、フィルターには対応していません（Filterは省略されるか空白になります）。

source: The dialog has most of the same features as when selecting a file, but does not support filters (Filter must be omitted or blank).
ja: このダイアログは、ファイルを選択するときとほぼ同じ機能を持ちますが、フィルターには対応していません（フィルターは省略または空白でなければなりません）。

source: The dialog shows "Action" and "Params", but our whole command line is shown next to "Action", and "Params" is empty.
ja: ダイアログには「Action」と「Params」が表示されていますが、「Action」の横には私たちのコマンドライン全体が表示され、「Params」は空になっています。

source: The difference between the two examples is that the hotkey will be triggered when you press Ctrl+J while the hotstring will convert your typed "ftw" into "Free the whales".
ja: この2つの例の違いは、ホットキーはCtrl+Jを押したときに発動するのに対し、ホットストリングは入力された「ftw」を「Free the whales」に変換するという点です。

source: The dimensions are in pixels, and they specify the size of the window's client area (which excludes borders, title bar, and menu bar).
ja: 寸法はピクセル単位で、ウィンドウのクライアント領域（ボーダー、タイトルバー、メニューバーを除く）の大きさを指定します。

source: The directory where you installed AutoHotkey, usually C:\Program Files\AutoHotkey.
ja: AutoHotkeyをインストールしたディレクトリで、通常は C:\Program Files‾AutoHotkey です。

source: The display name of a device; either the full name or a leading part (case-insensitive).
ja: デバイスの表示名。フルネームまたは先頭部分（大文字と小文字は区別されない）。

source: The display name of the object to be retrieved.
ja: 取得するオブジェクトの表示名。

source: The displayed text of the item, which can be text or numeric (including numeric expression results).
ja: テキストまたは数値（数値式の結果を含む）。

source: The distinction may be important since it is currently impossible to take a reference to a virtual variable (except when passed directly to a built-in function); however, A_Args is not a virtual variable.
ja: 現在、仮想変数への参照は（組み込み関数に直接渡される場合を除き）不可能であるため、この区別は重要でしょう。しかし、A_Argsは仮想変数ではない。

source: The documentation contains many examples, which you can test out as described in How to Run Example Code.
ja: ドキュメントには多くのサンプルが含まれており、「サンプルコードの実行方法」で説明されているように、テストすることができます。

source: The documentation describes other pros and cons of SendInput and SendPlay at length, but I would suggest just trying SendEvent or SendPlay when you have issues with SendInput.
ja: ドキュメントにはSendInputと SendPlayの他の長所と短所が長々と書かれていますが、SendInputで問題があったときにSendEventやSendPlayを試してみるだけでもいいと思います。

source: The dot (.) can be omitted, but that makes it harder to see where one ends and the other begins.
ja: ドット(.)は省略可能ですが、その場合、一方が終わり、他方が始まるのがわかりづらくなります。

source: The dot is not included.
ja: ドットは含まれない。

source: The download might appear to succeed even when the remote file doesn't exist.
ja: リモートファイルが存在しないのに、ダウンロードが成功したように見えることがあります。

source: The downloaded file should be named AutoHotkey_*_setup.exe or similar.
ja: ダウンロードしたファイルの名前はAutoHotkey_*_setup.exeか、それに近いものでなければなりません。

source: The drive contains a CD but is not currently accessing it.
ja: ドライブにCDが入っているが、現在CDにアクセスできていない。

source: The drive contains no disc, or the tray is ejected.
ja: ドライブにディスクがない、またはトレイが排出された。

source: The drive is not ready to be accessed, perhaps due to being engaged in a write operation.
ja: 書き込み中のためか、ドライブにアクセスする準備ができていません。

source: The drive is playing a disc.
ja: ドライブがディスクを再生している。

source: The drive is seeking.
ja: ドライブはシーク中です。

source: The drive letter followed by a colon and an optional backslash (might also work on UNC paths and mapped drives).
ja: ドライブ文字の後にコロンとオプションのバックスラッシュ（UNCパスやマップされたドライブでも機能する場合があります）を付けます。

source: The drive letter followed by a colon and an optional backslash, or a UNC name such \server1\share1.
ja: ドライブレターの後にコロンとオプションのバックスラッシュを付けたもの、またはUNC名\server1\share1を指定します。

source: The drive letter followed by a colon and an optional backslash, or a UNC name such as "\server1\share1".
ja: ドライブレターの後にコロンとオプションのバックスラッシュを付けたもの、または"\server1\share1"のようなUNC名を指定します。

source: The drive letter followed by a colon.
ja: ドライブレターの後にコロンが付きます。

source: The drive letter optionally followed by a colon or a colon and backslash.
ja: ドライブ文字にコロンまたはコロンとバックスラッシュを付加することも可能です。

source: The duration since the last check must exceed the interval setting in order for another check to occur.
ja: 前回のチェックからの期間が設定した間隔を超えないと、次のチェックはできません。

source: The easiest is to place a shortcut to the script in the Startup folder:
ja: 最も簡単なのは、スタートアップフォルダにスクリプトのショートカットを配置することです：

source: The easiest way to do this is via {Click}.
ja: 一番簡単なのは{クリック}で行う方法です。

source: The easiest way to get started quickly with AutoHotkey is to take example code, try it out and adapt it to your needs.
ja: AutoHotkeyを素早く使い始める最も簡単な方法は、サンプルコードを手に取り、試してみて、自分のニーズに合わせてアレンジすることです。

source: The effect is similar to pasting by pressing Ctrl+V, but this function does not affect the contents of the clipboard or require the control to have the keyboard focus.
ja: この機能は、Ctrl+Vキーによる貼り付けに似ていますが、クリップボードの内容には影響せず、コントロールにキーボードフォーカスがあることも必要ではありません。

source: The effect is similar to pressing Alt+Esc.
ja: Alt+Escを押したのと同じような効果があります。

source: The effect is similar to workaround #2 shown below, but only affects the window until its region is reset.
ja: 効果は以下に示す回避策#2と似ているが、ウィンドウの領域がリセットされるまでしか影響しない。

source: The effect of this parameter is cumulative; that is, it alters only those settings that are explicitly specified, leaving all the others unchanged.
ja: このパラメータの効果は累積的です。つまり、明示的に指定された設定のみを変更し、他の設定はすべて変更されないままです。

source: The elements of the YYYYMMDDHH24MISS format are:
ja: YYYYMMDDHH24MISS フォーマットの要素は以下の通りです：

source: The end of line (EOL) translation mode and output file encoding depend on which options are passed in the opening call to FileAppend (i.e. the first call which omits Filename).
ja: 行末（EOL）変換モードと出力ファイルのエンコーディングは、FileAppendのオープニングコール（Filenameを省略した最初のコール）でどのオプションが渡されるかに依存します。

source: The ending characters can be changed while the script is running by calling the Hotstring function as demonstrated below:
ja: 以下のようにホットストリング関数を呼び出して、スクリプトの実行中にエンディングキャラクターを変更することができます：

source: The entire length of each input is used, even if it includes binary zero.
ja: 各入力の全長は、たとえ2進数のゼロが含まれていても使用される。

source: The entire row of the selected item is highlighted, and clicking anywhere on an item's row causes it to be selected.
ja: 選択された項目の行全体がハイライトされ、項目の行のどこかをクリックすると、その項目が選択される。

source: The entirety of what the user types must exactly match one of the phrases for a match to occur (unless the * option is present).
ja: マッチングを行うには、ユーザーが入力した内容全体がフレーズの1つと正確に一致する必要があります（* optionが存在する場合を除きます）。

source: The enumerator is typically passed directly to a for-loop, which calls the enumerator once for each iteration of the loop.
ja: 列挙子は通常、forループに直接渡され、ループの反復ごとに列挙子を1回呼び出します。

source: The equivalent in v1 is ComObject(9, dsp, 1); omitting the third parameter in v1 caused an AddRef.
ja: v1での同等品はComObject(9, dsp, 1)です。v1で第3パラメータを省略するとAddRefが発生しました。

source: The escape character ` (back-tick or grave accent) is used to indicate that the character immediately following it should be interpreted differently than it normally would.
ja: エスケープ文字`（バックティックまたはグレイブアクセント）は、その直後の文字が通常とは異なる解釈をされるべきことを示すために使用される。

source: The escape sequence `s is now allowed wherever `t is supported.
ja: エスケープシーケンス`sは、`tがサポートされている場所であればどこでも許可されるようになりました。

source: The escape sequence \K is similar to a look-behind assertion because it causes any previously-matched characters to be omitted from the final matched string.
ja: エスケープシーケンス\Kは、マッチした最終文字列から前にマッチした文字が省略されるため、ルックビハインド・ アサーションに似ている。

source: The exact behavior may differ between OS versions.
ja: 正確な動作はOSのバージョンによって異なる場合があります。

source: The exact behavior of this option depends on which sending mode is in effect:
ja: このオプションの正確な動作は、どの送信モードが有効であるかに依存します：

source: The example defines a function to avoid repeating code several times.
ja: この例では、何度もコードを繰り返すことを避けるために、関数を定義しています。

source: The example above shows a command prompt which prints all environment variables beginning with "pro".
ja: 上の例では、「pro」で始まるすべての環境変数を表示するコマンドプロンプトを表示しています。

source: The example above would send its replacement the moment you type the @ character.
ja: 上の例では、@を入力した瞬間に置換する文字列（jsmith@somedomain.com）を送信します。

source: The example at the bottom of this page demonstrates how to extract the files one by one.
ja: 本ページ下部の例では、ファイルを1つずつ抽出する方法を示しています。

source: The example below defines an anonymous function with one parameter a and stores its reference in the variable double:
ja: 以下の例では、パラメータaを1つ持つ無名関数を定義し、その参照を変数doubleに格納している：

source: The example below is equivalent:
ja: 以下の例はこれに相当する：

source: The example can be modified to fit the script's needs:
ja: この例は、スクリプトの必要性に応じて変更することができます：

source: The examples above use lowercase, which is recommended for most purposes because it also remaps the corresponding uppercase letters (that is, it will send uppercase when CapsLock is "on" or Shift is held down).
ja: 上記の例では小文字を使用しているが、これは対応する大文字もリマップするため、ほとんどの目的には小文字が推奨される（つまり、CapsLockが「オン」またはShiftが押されたままだと大文字が送信される）。

source: The exception to this is cursors in games, which in most cases will hide any pixels beneath them.
ja: ただし、ゲーム中のカーソルは例外で、ほとんどの場合、その下にあるピクセルを隠すことができます。

source: The exception to this is game cursors, which in most cases will hide any pixels beneath them.
ja: ただし、ゲームカーソルは例外で、ほとんどの場合、その下にあるピクセルが隠されます。

source: The exception to this is game cursors, which in most cases will obstruct any images beneath them.
ja: ただし、ゲームカーソルは例外で、ほとんどの場合、その下にある画像が邪魔になります。

source: The exception to this is game cursors, which in most cases will obstruct any pixels beneath them.
ja: ただし、ゲームカーソルは例外で、ほとんどの場合、カーソルの下にあるピクセルを遮ります。

source: The exception to this is the Sort and SortDesc styles, which move newly added rows into the correct positions.
ja: ただし、Sortと SortDescは例外で、新しく追加された行を正しい位置に移動させるスタイルです。

source: The exception to this is the global variant (the one with no #HotIf criteria):
ja: ただし、グローバルバリアント（#HotIfの基準がないもの）については例外です。

source: The exception to this is the global variant (the one with no HotIf criteria):
ja: ただし、グローバルバリアント（HotIfの基準がないもの）については例外です。

source: The exception to this is the global variant (the one with no HotIf criteria): It always has the lowest precedence; therefore, it will fire only if no other variant is eligible (this exception does not apply to hotstrings).
ja: ただし、グローバルバリアント（HotIfの基準がないもの）については例外です：常に最も低い優先順位を持つので、他の variant が適格でない場合にのみ発火します（この例外はホットストリングには適用されません）。

source: The exception to this is the global variant (the one with no If criteria):
ja: ただし、グローバルバリアント（If 基準がないもの）は例外です：

source: The exception to this is the single quote character itself:
ja: ただし、シングルクォート文字そのものは例外です：

source: The exception to this is the single quote character itself: to produce it literally, use four consecutive single quotes (''''), or just two if the quote is already inside an outer pair of quotes.
ja: ただし、シングルクォート文字そのものは例外です：を文字通りに表示するには、4つの連続した単一引用符（'''）を使用します（引用符がすでに外側の引用符のペアの中にある場合は2つだけ）。

source: The exception to this is when SendInput is unavailable, in which case hotstrings revert to SendPlay mode below (which does obey key-delay).
ja: 例外として、SendInputが利用できない場合は、Hotstringsは以下のSendPlayモード（キーディレイに従う）に戻ります。

source: The exception to this is when the current thread becomes interruptible before it finishes, and it is of higher priority than the buffered event; in this case the buffered event is unbuffered and discarded.
ja: この例外は、現在のスレッドが終了する前に割り込み可能になり、バッファリングされたイベントよりも優先順位が高い場合である。

source: The expression Fn(Parameters) => Expression defines a function named Fn (which can be blank) and returns a Func or Closure object.
ja: Fn(Parameters) => Expressionは、Fnという名前の関数（空白でも可）を定義し、FuncまたはClosureオブジェクトを返します。

source: The expression can create local variables and read global variables, but cannot directly assign to global variables as the expression cannot contain declarations.
ja: 式はローカル変数の作成とグローバル変数の読み込みが可能ですが、式に宣言を含めることができないため、グローバル変数に直接代入することはできません。

source: The expression evaluated to false.
ja: 式がfalseに評価された。

source: The expression is evaluated after each iteration.
ja: 式は、各反復の後に評価されます。

source: The expression is evaluated before each iteration.
ja: 式は、各反復の前に評価されます。

source: The expression is evaluated once after each iteration, and is evaluated even if Continue was used.
ja: この式は各反復の後に一度だけ評価され、Continueが使われたときにも評価されます。

source: The expression is evaluated once before each iteration.
ja: 式は各反復の前に一度だけ評価される。

source: The expression may also be evaluated whenever the program needs to know whether the hotkey is active.
ja: この式は、プログラムがホットキーが有効かどうかを知る必要があるときに評価されることもあります。

source: The expression must contain exactly one call to WinExist or WinActive.
ja: この式には、WinExistまたはWinActiveを正確に1回呼び出す必要があります。

source: The expressions funcName[""]() and funcName.() no longer call a function by name.
ja: funcName[""]()およびfuncName.()の式は、関数を名前で呼び出さなくなりました。
